{
  "</tool_call>": 151658,
  "<tool_call>": 151657,
  "<|begin_of_image|>": 151667,
  "<|begin_of_prompt_refinement|>": 151670,
  "<|begin_of_thinking|>": 151672,
  "<|box_end|>": 151649,
  "<|box_start|>": 151648,
  "<|end_of_image|>": 151668,
  "<|end_of_prompt_refinement|>": 151671,
  "<|end_of_thinking|>": 151673,
  "<|beginoftext|>": 151674,
  "<|endoftext|>": 151643,
  "<|file_sep|>": 151664,
  "<|fim_middle|>": 151660,
  "<|fim_pad|>": 151662,
  "<|fim_prefix|>": 151659,
  "<|fim_suffix|>": 151661,
  "<|im_end|>": 151645,
  "<|im_start|>": 151644,
  "<|image_area|>": 151666,
  "<|image_pad|>": 151655,
  "<|image_placeholder|>": 151669,
  "<|object_ref_end|>": 151647,
  "<|object_ref_start|>": 151646,
  "<|quad_end|>": 151651,
  "<|quad_start|>": 151650,
  "<|repo_name|>": 151663,
  "<|video_pad|>": 151656,
  "<|vision_end|>": 151653,
  "<|vision_pad|>": 151654,
  "<|vision_start|>": 151652,
  "[PAD]": 151665
}
