{
  "metadata": {
    "total_size": 59815256320
  },
  "weight_map": {
    "embed_tokens.weight": "model-00001-of-00013.safetensors",
    "image_head.net.cond_embed.bias": "model-00012-of-00013.safetensors",
    "image_head.net.cond_embed.weight": "model-00012-of-00013.safetensors",
    "image_head.net.final_layer.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.final_layer.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.final_layer.linear.bias": "model-00013-of-00013.safetensors",
    "image_head.net.final_layer.linear.weight": "model-00013-of-00013.safetensors",
    "image_head.net.input_proj.bias": "model-00012-of-00013.safetensors",
    "image_head.net.input_proj.weight": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.0.adaLN_modulation.1.bias": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.0.adaLN_modulation.1.weight": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.0.in_ln.bias": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.0.in_ln.weight": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.0.mlp.0.bias": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.0.mlp.0.weight": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.0.mlp.2.bias": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.0.mlp.2.weight": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.1.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.1.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.1.in_ln.bias": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.1.in_ln.weight": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.1.mlp.0.bias": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.1.mlp.0.weight": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.1.mlp.2.bias": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.1.mlp.2.weight": "model-00012-of-00013.safetensors",
    "image_head.net.res_blocks.10.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.10.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.10.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.10.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.10.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.10.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.10.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.10.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.11.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.11.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.11.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.11.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.11.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.11.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.11.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.11.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.2.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.2.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.2.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.2.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.2.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.2.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.2.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.2.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.3.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.3.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.3.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.3.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.3.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.3.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.3.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.3.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.4.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.4.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.4.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.4.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.4.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.4.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.4.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.4.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.5.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.5.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.5.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.5.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.5.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.5.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.5.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.5.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.6.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.6.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.6.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.6.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.6.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.6.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.6.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.6.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.7.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.7.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.7.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.7.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.7.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.7.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.7.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.7.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.8.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.8.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.8.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.8.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.8.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.8.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.8.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.8.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.9.adaLN_modulation.1.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.9.adaLN_modulation.1.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.9.in_ln.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.9.in_ln.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.9.mlp.0.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.9.mlp.0.weight": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.9.mlp.2.bias": "model-00013-of-00013.safetensors",
    "image_head.net.res_blocks.9.mlp.2.weight": "model-00013-of-00013.safetensors",
    "image_head.net.time_embed.mlp.0.bias": "model-00012-of-00013.safetensors",
    "image_head.net.time_embed.mlp.0.weight": "model-00012-of-00013.safetensors",
    "image_head.net.time_embed.mlp.2.bias": "model-00012-of-00013.safetensors",
    "image_head.net.time_embed.mlp.2.weight": "model-00012-of-00013.safetensors",
    "image_in_projector.bias": "model-00012-of-00013.safetensors",
    "image_in_projector.weight": "model-00012-of-00013.safetensors",
    "image_out_projector.bias": "model-00012-of-00013.safetensors",
    "image_out_projector.weight": "model-00012-of-00013.safetensors",
    "layers.0.input_layernorm.weight": "model-00001-of-00013.safetensors",
    "layers.0.mlp.down_proj.weight": "model-00001-of-00013.safetensors",
    "layers.0.mlp.gate_proj.weight": "model-00001-of-00013.safetensors",
    "layers.0.mlp.up_proj.weight": "model-00001-of-00013.safetensors",
    "layers.0.post_attention_layernorm.weight": "model-00001-of-00013.safetensors",
    "layers.0.self_attn.k_proj.bias": "model-00001-of-00013.safetensors",
    "layers.0.self_attn.k_proj.weight": "model-00001-of-00013.safetensors",
    "layers.0.self_attn.o_proj.weight": "model-00001-of-00013.safetensors",
    "layers.0.self_attn.q_proj.bias": "model-00001-of-00013.safetensors",
    "layers.0.self_attn.q_proj.weight": "model-00001-of-00013.safetensors",
    "layers.0.self_attn.v_proj.bias": "model-00001-of-00013.safetensors",
    "layers.0.self_attn.v_proj.weight": "model-00001-of-00013.safetensors",
    "layers.1.input_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.1.mlp.down_proj.weight": "model-00002-of-00013.safetensors",
    "layers.1.mlp.gate_proj.weight": "model-00001-of-00013.safetensors",
    "layers.1.mlp.up_proj.weight": "model-00002-of-00013.safetensors",
    "layers.1.post_attention_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.1.self_attn.k_proj.bias": "model-00001-of-00013.safetensors",
    "layers.1.self_attn.k_proj.weight": "model-00001-of-00013.safetensors",
    "layers.1.self_attn.o_proj.weight": "model-00001-of-00013.safetensors",
    "layers.1.self_attn.q_proj.bias": "model-00001-of-00013.safetensors",
    "layers.1.self_attn.q_proj.weight": "model-00001-of-00013.safetensors",
    "layers.1.self_attn.v_proj.bias": "model-00001-of-00013.safetensors",
    "layers.1.self_attn.v_proj.weight": "model-00001-of-00013.safetensors",
    "layers.10.input_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.10.mlp.down_proj.weight": "model-00004-of-00013.safetensors",
    "layers.10.mlp.gate_proj.weight": "model-00003-of-00013.safetensors",
    "layers.10.mlp.up_proj.weight": "model-00004-of-00013.safetensors",
    "layers.10.post_attention_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.10.self_attn.k_proj.bias": "model-00003-of-00013.safetensors",
    "layers.10.self_attn.k_proj.weight": "model-00003-of-00013.safetensors",
    "layers.10.self_attn.o_proj.weight": "model-00003-of-00013.safetensors",
    "layers.10.self_attn.q_proj.bias": "model-00003-of-00013.safetensors",
    "layers.10.self_attn.q_proj.weight": "model-00003-of-00013.safetensors",
    "layers.10.self_attn.v_proj.bias": "model-00003-of-00013.safetensors",
    "layers.10.self_attn.v_proj.weight": "model-00003-of-00013.safetensors",
    "layers.11.input_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.11.mlp.down_proj.weight": "model-00004-of-00013.safetensors",
    "layers.11.mlp.gate_proj.weight": "model-00004-of-00013.safetensors",
    "layers.11.mlp.up_proj.weight": "model-00004-of-00013.safetensors",
    "layers.11.post_attention_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.11.self_attn.k_proj.bias": "model-00004-of-00013.safetensors",
    "layers.11.self_attn.k_proj.weight": "model-00004-of-00013.safetensors",
    "layers.11.self_attn.o_proj.weight": "model-00004-of-00013.safetensors",
    "layers.11.self_attn.q_proj.bias": "model-00004-of-00013.safetensors",
    "layers.11.self_attn.q_proj.weight": "model-00004-of-00013.safetensors",
    "layers.11.self_attn.v_proj.bias": "model-00004-of-00013.safetensors",
    "layers.11.self_attn.v_proj.weight": "model-00004-of-00013.safetensors",
    "layers.12.input_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.12.mlp.down_proj.weight": "model-00004-of-00013.safetensors",
    "layers.12.mlp.gate_proj.weight": "model-00004-of-00013.safetensors",
    "layers.12.mlp.up_proj.weight": "model-00004-of-00013.safetensors",
    "layers.12.post_attention_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.12.self_attn.k_proj.bias": "model-00004-of-00013.safetensors",
    "layers.12.self_attn.k_proj.weight": "model-00004-of-00013.safetensors",
    "layers.12.self_attn.o_proj.weight": "model-00004-of-00013.safetensors",
    "layers.12.self_attn.q_proj.bias": "model-00004-of-00013.safetensors",
    "layers.12.self_attn.q_proj.weight": "model-00004-of-00013.safetensors",
    "layers.12.self_attn.v_proj.bias": "model-00004-of-00013.safetensors",
    "layers.12.self_attn.v_proj.weight": "model-00004-of-00013.safetensors",
    "layers.13.input_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.13.mlp.down_proj.weight": "model-00004-of-00013.safetensors",
    "layers.13.mlp.gate_proj.weight": "model-00004-of-00013.safetensors",
    "layers.13.mlp.up_proj.weight": "model-00004-of-00013.safetensors",
    "layers.13.post_attention_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.13.self_attn.k_proj.bias": "model-00004-of-00013.safetensors",
    "layers.13.self_attn.k_proj.weight": "model-00004-of-00013.safetensors",
    "layers.13.self_attn.o_proj.weight": "model-00004-of-00013.safetensors",
    "layers.13.self_attn.q_proj.bias": "model-00004-of-00013.safetensors",
    "layers.13.self_attn.q_proj.weight": "model-00004-of-00013.safetensors",
    "layers.13.self_attn.v_proj.bias": "model-00004-of-00013.safetensors",
    "layers.13.self_attn.v_proj.weight": "model-00004-of-00013.safetensors",
    "layers.14.input_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.14.mlp.down_proj.weight": "model-00004-of-00013.safetensors",
    "layers.14.mlp.gate_proj.weight": "model-00004-of-00013.safetensors",
    "layers.14.mlp.up_proj.weight": "model-00004-of-00013.safetensors",
    "layers.14.post_attention_layernorm.weight": "model-00004-of-00013.safetensors",
    "layers.14.self_attn.k_proj.bias": "model-00004-of-00013.safetensors",
    "layers.14.self_attn.k_proj.weight": "model-00004-of-00013.safetensors",
    "layers.14.self_attn.o_proj.weight": "model-00004-of-00013.safetensors",
    "layers.14.self_attn.q_proj.bias": "model-00004-of-00013.safetensors",
    "layers.14.self_attn.q_proj.weight": "model-00004-of-00013.safetensors",
    "layers.14.self_attn.v_proj.bias": "model-00004-of-00013.safetensors",
    "layers.14.self_attn.v_proj.weight": "model-00004-of-00013.safetensors",
    "layers.15.input_layernorm.weight": "model-00005-of-00013.safetensors",
    "layers.15.mlp.down_proj.weight": "model-00005-of-00013.safetensors",
    "layers.15.mlp.gate_proj.weight": "model-00005-of-00013.safetensors",
    "layers.15.mlp.up_proj.weight": "model-00005-of-00013.safetensors",
    "layers.15.post_attention_layernorm.weight": "model-00005-of-00013.safetensors",
    "layers.15.self_attn.k_proj.bias": "model-00005-of-00013.safetensors",
    "layers.15.self_attn.k_proj.weight": "model-00005-of-00013.safetensors",
    "layers.15.self_attn.o_proj.weight": "model-00005-of-00013.safetensors",
    "layers.15.self_attn.q_proj.bias": "model-00005-of-00013.safetensors",
    "layers.15.self_attn.q_proj.weight": "model-00005-of-00013.safetensors",
    "layers.15.self_attn.v_proj.bias": "model-00005-of-00013.safetensors",
    "layers.15.self_attn.v_proj.weight": "model-00005-of-00013.safetensors",
    "layers.16.input_layernorm.weight": "model-00005-of-00013.safetensors",
    "layers.16.mlp.down_proj.weight": "model-00005-of-00013.safetensors",
    "layers.16.mlp.gate_proj.weight": "model-00005-of-00013.safetensors",
    "layers.16.mlp.up_proj.weight": "model-00005-of-00013.safetensors",
    "layers.16.post_attention_layernorm.weight": "model-00005-of-00013.safetensors",
    "layers.16.self_attn.k_proj.bias": "model-00005-of-00013.safetensors",
    "layers.16.self_attn.k_proj.weight": "model-00005-of-00013.safetensors",
    "layers.16.self_attn.o_proj.weight": "model-00005-of-00013.safetensors",
    "layers.16.self_attn.q_proj.bias": "model-00005-of-00013.safetensors",
    "layers.16.self_attn.q_proj.weight": "model-00005-of-00013.safetensors",
    "layers.16.self_attn.v_proj.bias": "model-00005-of-00013.safetensors",
    "layers.16.self_attn.v_proj.weight": "model-00005-of-00013.safetensors",
    "layers.17.input_layernorm.weight": "model-00005-of-00013.safetensors",
    "layers.17.mlp.down_proj.weight": "model-00005-of-00013.safetensors",
    "layers.17.mlp.gate_proj.weight": "model-00005-of-00013.safetensors",
    "layers.17.mlp.up_proj.weight": "model-00005-of-00013.safetensors",
    "layers.17.post_attention_layernorm.weight": "model-00005-of-00013.safetensors",
    "layers.17.self_attn.k_proj.bias": "model-00005-of-00013.safetensors",
    "layers.17.self_attn.k_proj.weight": "model-00005-of-00013.safetensors",
    "layers.17.self_attn.o_proj.weight": "model-00005-of-00013.safetensors",
    "layers.17.self_attn.q_proj.bias": "model-00005-of-00013.safetensors",
    "layers.17.self_attn.q_proj.weight": "model-00005-of-00013.safetensors",
    "layers.17.self_attn.v_proj.bias": "model-00005-of-00013.safetensors",
    "layers.17.self_attn.v_proj.weight": "model-00005-of-00013.safetensors",
    "layers.18.input_layernorm.weight": "model-00005-of-00013.safetensors",
    "layers.18.mlp.down_proj.weight": "model-00005-of-00013.safetensors",
    "layers.18.mlp.gate_proj.weight": "model-00005-of-00013.safetensors",
    "layers.18.mlp.up_proj.weight": "model-00005-of-00013.safetensors",
    "layers.18.post_attention_layernorm.weight": "model-00005-of-00013.safetensors",
    "layers.18.self_attn.k_proj.bias": "model-00005-of-00013.safetensors",
    "layers.18.self_attn.k_proj.weight": "model-00005-of-00013.safetensors",
    "layers.18.self_attn.o_proj.weight": "model-00005-of-00013.safetensors",
    "layers.18.self_attn.q_proj.bias": "model-00005-of-00013.safetensors",
    "layers.18.self_attn.q_proj.weight": "model-00005-of-00013.safetensors",
    "layers.18.self_attn.v_proj.bias": "model-00005-of-00013.safetensors",
    "layers.18.self_attn.v_proj.weight": "model-00005-of-00013.safetensors",
    "layers.19.input_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.19.mlp.down_proj.weight": "model-00006-of-00013.safetensors",
    "layers.19.mlp.gate_proj.weight": "model-00005-of-00013.safetensors",
    "layers.19.mlp.up_proj.weight": "model-00006-of-00013.safetensors",
    "layers.19.post_attention_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.19.self_attn.k_proj.bias": "model-00005-of-00013.safetensors",
    "layers.19.self_attn.k_proj.weight": "model-00005-of-00013.safetensors",
    "layers.19.self_attn.o_proj.weight": "model-00005-of-00013.safetensors",
    "layers.19.self_attn.q_proj.bias": "model-00005-of-00013.safetensors",
    "layers.19.self_attn.q_proj.weight": "model-00005-of-00013.safetensors",
    "layers.19.self_attn.v_proj.bias": "model-00005-of-00013.safetensors",
    "layers.19.self_attn.v_proj.weight": "model-00005-of-00013.safetensors",
    "layers.2.input_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.2.mlp.down_proj.weight": "model-00002-of-00013.safetensors",
    "layers.2.mlp.gate_proj.weight": "model-00002-of-00013.safetensors",
    "layers.2.mlp.up_proj.weight": "model-00002-of-00013.safetensors",
    "layers.2.post_attention_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.2.self_attn.k_proj.bias": "model-00002-of-00013.safetensors",
    "layers.2.self_attn.k_proj.weight": "model-00002-of-00013.safetensors",
    "layers.2.self_attn.o_proj.weight": "model-00002-of-00013.safetensors",
    "layers.2.self_attn.q_proj.bias": "model-00002-of-00013.safetensors",
    "layers.2.self_attn.q_proj.weight": "model-00002-of-00013.safetensors",
    "layers.2.self_attn.v_proj.bias": "model-00002-of-00013.safetensors",
    "layers.2.self_attn.v_proj.weight": "model-00002-of-00013.safetensors",
    "layers.20.input_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.20.mlp.down_proj.weight": "model-00006-of-00013.safetensors",
    "layers.20.mlp.gate_proj.weight": "model-00006-of-00013.safetensors",
    "layers.20.mlp.up_proj.weight": "model-00006-of-00013.safetensors",
    "layers.20.post_attention_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.20.self_attn.k_proj.bias": "model-00006-of-00013.safetensors",
    "layers.20.self_attn.k_proj.weight": "model-00006-of-00013.safetensors",
    "layers.20.self_attn.o_proj.weight": "model-00006-of-00013.safetensors",
    "layers.20.self_attn.q_proj.bias": "model-00006-of-00013.safetensors",
    "layers.20.self_attn.q_proj.weight": "model-00006-of-00013.safetensors",
    "layers.20.self_attn.v_proj.bias": "model-00006-of-00013.safetensors",
    "layers.20.self_attn.v_proj.weight": "model-00006-of-00013.safetensors",
    "layers.21.input_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.21.mlp.down_proj.weight": "model-00006-of-00013.safetensors",
    "layers.21.mlp.gate_proj.weight": "model-00006-of-00013.safetensors",
    "layers.21.mlp.up_proj.weight": "model-00006-of-00013.safetensors",
    "layers.21.post_attention_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.21.self_attn.k_proj.bias": "model-00006-of-00013.safetensors",
    "layers.21.self_attn.k_proj.weight": "model-00006-of-00013.safetensors",
    "layers.21.self_attn.o_proj.weight": "model-00006-of-00013.safetensors",
    "layers.21.self_attn.q_proj.bias": "model-00006-of-00013.safetensors",
    "layers.21.self_attn.q_proj.weight": "model-00006-of-00013.safetensors",
    "layers.21.self_attn.v_proj.bias": "model-00006-of-00013.safetensors",
    "layers.21.self_attn.v_proj.weight": "model-00006-of-00013.safetensors",
    "layers.22.input_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.22.mlp.down_proj.weight": "model-00006-of-00013.safetensors",
    "layers.22.mlp.gate_proj.weight": "model-00006-of-00013.safetensors",
    "layers.22.mlp.up_proj.weight": "model-00006-of-00013.safetensors",
    "layers.22.post_attention_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.22.self_attn.k_proj.bias": "model-00006-of-00013.safetensors",
    "layers.22.self_attn.k_proj.weight": "model-00006-of-00013.safetensors",
    "layers.22.self_attn.o_proj.weight": "model-00006-of-00013.safetensors",
    "layers.22.self_attn.q_proj.bias": "model-00006-of-00013.safetensors",
    "layers.22.self_attn.q_proj.weight": "model-00006-of-00013.safetensors",
    "layers.22.self_attn.v_proj.bias": "model-00006-of-00013.safetensors",
    "layers.22.self_attn.v_proj.weight": "model-00006-of-00013.safetensors",
    "layers.23.input_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.23.mlp.down_proj.weight": "model-00006-of-00013.safetensors",
    "layers.23.mlp.gate_proj.weight": "model-00006-of-00013.safetensors",
    "layers.23.mlp.up_proj.weight": "model-00006-of-00013.safetensors",
    "layers.23.post_attention_layernorm.weight": "model-00006-of-00013.safetensors",
    "layers.23.self_attn.k_proj.bias": "model-00006-of-00013.safetensors",
    "layers.23.self_attn.k_proj.weight": "model-00006-of-00013.safetensors",
    "layers.23.self_attn.o_proj.weight": "model-00006-of-00013.safetensors",
    "layers.23.self_attn.q_proj.bias": "model-00006-of-00013.safetensors",
    "layers.23.self_attn.q_proj.weight": "model-00006-of-00013.safetensors",
    "layers.23.self_attn.v_proj.bias": "model-00006-of-00013.safetensors",
    "layers.23.self_attn.v_proj.weight": "model-00006-of-00013.safetensors",
    "layers.24.input_layernorm.weight": "model-00007-of-00013.safetensors",
    "layers.24.mlp.down_proj.weight": "model-00007-of-00013.safetensors",
    "layers.24.mlp.gate_proj.weight": "model-00007-of-00013.safetensors",
    "layers.24.mlp.up_proj.weight": "model-00007-of-00013.safetensors",
    "layers.24.post_attention_layernorm.weight": "model-00007-of-00013.safetensors",
    "layers.24.self_attn.k_proj.bias": "model-00007-of-00013.safetensors",
    "layers.24.self_attn.k_proj.weight": "model-00007-of-00013.safetensors",
    "layers.24.self_attn.o_proj.weight": "model-00007-of-00013.safetensors",
    "layers.24.self_attn.q_proj.bias": "model-00007-of-00013.safetensors",
    "layers.24.self_attn.q_proj.weight": "model-00007-of-00013.safetensors",
    "layers.24.self_attn.v_proj.bias": "model-00007-of-00013.safetensors",
    "layers.24.self_attn.v_proj.weight": "model-00007-of-00013.safetensors",
    "layers.25.input_layernorm.weight": "model-00007-of-00013.safetensors",
    "layers.25.mlp.down_proj.weight": "model-00007-of-00013.safetensors",
    "layers.25.mlp.gate_proj.weight": "model-00007-of-00013.safetensors",
    "layers.25.mlp.up_proj.weight": "model-00007-of-00013.safetensors",
    "layers.25.post_attention_layernorm.weight": "model-00007-of-00013.safetensors",
    "layers.25.self_attn.k_proj.bias": "model-00007-of-00013.safetensors",
    "layers.25.self_attn.k_proj.weight": "model-00007-of-00013.safetensors",
    "layers.25.self_attn.o_proj.weight": "model-00007-of-00013.safetensors",
    "layers.25.self_attn.q_proj.bias": "model-00007-of-00013.safetensors",
    "layers.25.self_attn.q_proj.weight": "model-00007-of-00013.safetensors",
    "layers.25.self_attn.v_proj.bias": "model-00007-of-00013.safetensors",
    "layers.25.self_attn.v_proj.weight": "model-00007-of-00013.safetensors",
    "layers.26.input_layernorm.weight": "model-00007-of-00013.safetensors",
    "layers.26.mlp.down_proj.weight": "model-00007-of-00013.safetensors",
    "layers.26.mlp.gate_proj.weight": "model-00007-of-00013.safetensors",
    "layers.26.mlp.up_proj.weight": "model-00007-of-00013.safetensors",
    "layers.26.post_attention_layernorm.weight": "model-00007-of-00013.safetensors",
    "layers.26.self_attn.k_proj.bias": "model-00007-of-00013.safetensors",
    "layers.26.self_attn.k_proj.weight": "model-00007-of-00013.safetensors",
    "layers.26.self_attn.o_proj.weight": "model-00007-of-00013.safetensors",
    "layers.26.self_attn.q_proj.bias": "model-00007-of-00013.safetensors",
    "layers.26.self_attn.q_proj.weight": "model-00007-of-00013.safetensors",
    "layers.26.self_attn.v_proj.bias": "model-00007-of-00013.safetensors",
    "layers.26.self_attn.v_proj.weight": "model-00007-of-00013.safetensors",
    "layers.27.input_layernorm.weight": "model-00007-of-00013.safetensors",
    "layers.27.mlp.down_proj.weight": "model-00007-of-00013.safetensors",
    "layers.27.mlp.gate_proj.weight": "model-00007-of-00013.safetensors",
    "layers.27.mlp.up_proj.weight": "model-00007-of-00013.safetensors",
    "layers.27.post_attention_layernorm.weight": "model-00007-of-00013.safetensors",
    "layers.27.self_attn.k_proj.bias": "model-00007-of-00013.safetensors",
    "layers.27.self_attn.k_proj.weight": "model-00007-of-00013.safetensors",
    "layers.27.self_attn.o_proj.weight": "model-00007-of-00013.safetensors",
    "layers.27.self_attn.q_proj.bias": "model-00007-of-00013.safetensors",
    "layers.27.self_attn.q_proj.weight": "model-00007-of-00013.safetensors",
    "layers.27.self_attn.v_proj.bias": "model-00007-of-00013.safetensors",
    "layers.27.self_attn.v_proj.weight": "model-00007-of-00013.safetensors",
    "layers.28.input_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.28.mlp.down_proj.weight": "model-00008-of-00013.safetensors",
    "layers.28.mlp.gate_proj.weight": "model-00007-of-00013.safetensors",
    "layers.28.mlp.up_proj.weight": "model-00008-of-00013.safetensors",
    "layers.28.post_attention_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.28.self_attn.k_proj.bias": "model-00007-of-00013.safetensors",
    "layers.28.self_attn.k_proj.weight": "model-00007-of-00013.safetensors",
    "layers.28.self_attn.o_proj.weight": "model-00007-of-00013.safetensors",
    "layers.28.self_attn.q_proj.bias": "model-00007-of-00013.safetensors",
    "layers.28.self_attn.q_proj.weight": "model-00007-of-00013.safetensors",
    "layers.28.self_attn.v_proj.bias": "model-00007-of-00013.safetensors",
    "layers.28.self_attn.v_proj.weight": "model-00007-of-00013.safetensors",
    "layers.29.input_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.29.mlp.down_proj.weight": "model-00008-of-00013.safetensors",
    "layers.29.mlp.gate_proj.weight": "model-00008-of-00013.safetensors",
    "layers.29.mlp.up_proj.weight": "model-00008-of-00013.safetensors",
    "layers.29.post_attention_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.29.self_attn.k_proj.bias": "model-00008-of-00013.safetensors",
    "layers.29.self_attn.k_proj.weight": "model-00008-of-00013.safetensors",
    "layers.29.self_attn.o_proj.weight": "model-00008-of-00013.safetensors",
    "layers.29.self_attn.q_proj.bias": "model-00008-of-00013.safetensors",
    "layers.29.self_attn.q_proj.weight": "model-00008-of-00013.safetensors",
    "layers.29.self_attn.v_proj.bias": "model-00008-of-00013.safetensors",
    "layers.29.self_attn.v_proj.weight": "model-00008-of-00013.safetensors",
    "layers.3.input_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.3.mlp.down_proj.weight": "model-00002-of-00013.safetensors",
    "layers.3.mlp.gate_proj.weight": "model-00002-of-00013.safetensors",
    "layers.3.mlp.up_proj.weight": "model-00002-of-00013.safetensors",
    "layers.3.post_attention_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.3.self_attn.k_proj.bias": "model-00002-of-00013.safetensors",
    "layers.3.self_attn.k_proj.weight": "model-00002-of-00013.safetensors",
    "layers.3.self_attn.o_proj.weight": "model-00002-of-00013.safetensors",
    "layers.3.self_attn.q_proj.bias": "model-00002-of-00013.safetensors",
    "layers.3.self_attn.q_proj.weight": "model-00002-of-00013.safetensors",
    "layers.3.self_attn.v_proj.bias": "model-00002-of-00013.safetensors",
    "layers.3.self_attn.v_proj.weight": "model-00002-of-00013.safetensors",
    "layers.30.input_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.30.mlp.down_proj.weight": "model-00008-of-00013.safetensors",
    "layers.30.mlp.gate_proj.weight": "model-00008-of-00013.safetensors",
    "layers.30.mlp.up_proj.weight": "model-00008-of-00013.safetensors",
    "layers.30.post_attention_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.30.self_attn.k_proj.bias": "model-00008-of-00013.safetensors",
    "layers.30.self_attn.k_proj.weight": "model-00008-of-00013.safetensors",
    "layers.30.self_attn.o_proj.weight": "model-00008-of-00013.safetensors",
    "layers.30.self_attn.q_proj.bias": "model-00008-of-00013.safetensors",
    "layers.30.self_attn.q_proj.weight": "model-00008-of-00013.safetensors",
    "layers.30.self_attn.v_proj.bias": "model-00008-of-00013.safetensors",
    "layers.30.self_attn.v_proj.weight": "model-00008-of-00013.safetensors",
    "layers.31.input_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.31.mlp.down_proj.weight": "model-00008-of-00013.safetensors",
    "layers.31.mlp.gate_proj.weight": "model-00008-of-00013.safetensors",
    "layers.31.mlp.up_proj.weight": "model-00008-of-00013.safetensors",
    "layers.31.post_attention_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.31.self_attn.k_proj.bias": "model-00008-of-00013.safetensors",
    "layers.31.self_attn.k_proj.weight": "model-00008-of-00013.safetensors",
    "layers.31.self_attn.o_proj.weight": "model-00008-of-00013.safetensors",
    "layers.31.self_attn.q_proj.bias": "model-00008-of-00013.safetensors",
    "layers.31.self_attn.q_proj.weight": "model-00008-of-00013.safetensors",
    "layers.31.self_attn.v_proj.bias": "model-00008-of-00013.safetensors",
    "layers.31.self_attn.v_proj.weight": "model-00008-of-00013.safetensors",
    "layers.32.input_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.32.mlp.down_proj.weight": "model-00008-of-00013.safetensors",
    "layers.32.mlp.gate_proj.weight": "model-00008-of-00013.safetensors",
    "layers.32.mlp.up_proj.weight": "model-00008-of-00013.safetensors",
    "layers.32.post_attention_layernorm.weight": "model-00008-of-00013.safetensors",
    "layers.32.self_attn.k_proj.bias": "model-00008-of-00013.safetensors",
    "layers.32.self_attn.k_proj.weight": "model-00008-of-00013.safetensors",
    "layers.32.self_attn.o_proj.weight": "model-00008-of-00013.safetensors",
    "layers.32.self_attn.q_proj.bias": "model-00008-of-00013.safetensors",
    "layers.32.self_attn.q_proj.weight": "model-00008-of-00013.safetensors",
    "layers.32.self_attn.v_proj.bias": "model-00008-of-00013.safetensors",
    "layers.32.self_attn.v_proj.weight": "model-00008-of-00013.safetensors",
    "layers.33.input_layernorm.weight": "model-00009-of-00013.safetensors",
    "layers.33.mlp.down_proj.weight": "model-00009-of-00013.safetensors",
    "layers.33.mlp.gate_proj.weight": "model-00009-of-00013.safetensors",
    "layers.33.mlp.up_proj.weight": "model-00009-of-00013.safetensors",
    "layers.33.post_attention_layernorm.weight": "model-00009-of-00013.safetensors",
    "layers.33.self_attn.k_proj.bias": "model-00009-of-00013.safetensors",
    "layers.33.self_attn.k_proj.weight": "model-00009-of-00013.safetensors",
    "layers.33.self_attn.o_proj.weight": "model-00009-of-00013.safetensors",
    "layers.33.self_attn.q_proj.bias": "model-00009-of-00013.safetensors",
    "layers.33.self_attn.q_proj.weight": "model-00009-of-00013.safetensors",
    "layers.33.self_attn.v_proj.bias": "model-00009-of-00013.safetensors",
    "layers.33.self_attn.v_proj.weight": "model-00009-of-00013.safetensors",
    "layers.34.input_layernorm.weight": "model-00009-of-00013.safetensors",
    "layers.34.mlp.down_proj.weight": "model-00009-of-00013.safetensors",
    "layers.34.mlp.gate_proj.weight": "model-00009-of-00013.safetensors",
    "layers.34.mlp.up_proj.weight": "model-00009-of-00013.safetensors",
    "layers.34.post_attention_layernorm.weight": "model-00009-of-00013.safetensors",
    "layers.34.self_attn.k_proj.bias": "model-00009-of-00013.safetensors",
    "layers.34.self_attn.k_proj.weight": "model-00009-of-00013.safetensors",
    "layers.34.self_attn.o_proj.weight": "model-00009-of-00013.safetensors",
    "layers.34.self_attn.q_proj.bias": "model-00009-of-00013.safetensors",
    "layers.34.self_attn.q_proj.weight": "model-00009-of-00013.safetensors",
    "layers.34.self_attn.v_proj.bias": "model-00009-of-00013.safetensors",
    "layers.34.self_attn.v_proj.weight": "model-00009-of-00013.safetensors",
    "layers.35.input_layernorm.weight": "model-00009-of-00013.safetensors",
    "layers.35.mlp.down_proj.weight": "model-00009-of-00013.safetensors",
    "layers.35.mlp.gate_proj.weight": "model-00009-of-00013.safetensors",
    "layers.35.mlp.up_proj.weight": "model-00009-of-00013.safetensors",
    "layers.35.post_attention_layernorm.weight": "model-00009-of-00013.safetensors",
    "layers.35.self_attn.k_proj.bias": "model-00009-of-00013.safetensors",
    "layers.35.self_attn.k_proj.weight": "model-00009-of-00013.safetensors",
    "layers.35.self_attn.o_proj.weight": "model-00009-of-00013.safetensors",
    "layers.35.self_attn.q_proj.bias": "model-00009-of-00013.safetensors",
    "layers.35.self_attn.q_proj.weight": "model-00009-of-00013.safetensors",
    "layers.35.self_attn.v_proj.bias": "model-00009-of-00013.safetensors",
    "layers.35.self_attn.v_proj.weight": "model-00009-of-00013.safetensors",
    "layers.36.input_layernorm.weight": "model-00009-of-00013.safetensors",
    "layers.36.mlp.down_proj.weight": "model-00009-of-00013.safetensors",
    "layers.36.mlp.gate_proj.weight": "model-00009-of-00013.safetensors",
    "layers.36.mlp.up_proj.weight": "model-00009-of-00013.safetensors",
    "layers.36.post_attention_layernorm.weight": "model-00009-of-00013.safetensors",
    "layers.36.self_attn.k_proj.bias": "model-00009-of-00013.safetensors",
    "layers.36.self_attn.k_proj.weight": "model-00009-of-00013.safetensors",
    "layers.36.self_attn.o_proj.weight": "model-00009-of-00013.safetensors",
    "layers.36.self_attn.q_proj.bias": "model-00009-of-00013.safetensors",
    "layers.36.self_attn.q_proj.weight": "model-00009-of-00013.safetensors",
    "layers.36.self_attn.v_proj.bias": "model-00009-of-00013.safetensors",
    "layers.36.self_attn.v_proj.weight": "model-00009-of-00013.safetensors",
    "layers.37.input_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.37.mlp.down_proj.weight": "model-00010-of-00013.safetensors",
    "layers.37.mlp.gate_proj.weight": "model-00009-of-00013.safetensors",
    "layers.37.mlp.up_proj.weight": "model-00010-of-00013.safetensors",
    "layers.37.post_attention_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.37.self_attn.k_proj.bias": "model-00009-of-00013.safetensors",
    "layers.37.self_attn.k_proj.weight": "model-00009-of-00013.safetensors",
    "layers.37.self_attn.o_proj.weight": "model-00009-of-00013.safetensors",
    "layers.37.self_attn.q_proj.bias": "model-00009-of-00013.safetensors",
    "layers.37.self_attn.q_proj.weight": "model-00009-of-00013.safetensors",
    "layers.37.self_attn.v_proj.bias": "model-00009-of-00013.safetensors",
    "layers.37.self_attn.v_proj.weight": "model-00009-of-00013.safetensors",
    "layers.38.input_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.38.mlp.down_proj.weight": "model-00010-of-00013.safetensors",
    "layers.38.mlp.gate_proj.weight": "model-00010-of-00013.safetensors",
    "layers.38.mlp.up_proj.weight": "model-00010-of-00013.safetensors",
    "layers.38.post_attention_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.38.self_attn.k_proj.bias": "model-00010-of-00013.safetensors",
    "layers.38.self_attn.k_proj.weight": "model-00010-of-00013.safetensors",
    "layers.38.self_attn.o_proj.weight": "model-00010-of-00013.safetensors",
    "layers.38.self_attn.q_proj.bias": "model-00010-of-00013.safetensors",
    "layers.38.self_attn.q_proj.weight": "model-00010-of-00013.safetensors",
    "layers.38.self_attn.v_proj.bias": "model-00010-of-00013.safetensors",
    "layers.38.self_attn.v_proj.weight": "model-00010-of-00013.safetensors",
    "layers.39.input_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.39.mlp.down_proj.weight": "model-00010-of-00013.safetensors",
    "layers.39.mlp.gate_proj.weight": "model-00010-of-00013.safetensors",
    "layers.39.mlp.up_proj.weight": "model-00010-of-00013.safetensors",
    "layers.39.post_attention_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.39.self_attn.k_proj.bias": "model-00010-of-00013.safetensors",
    "layers.39.self_attn.k_proj.weight": "model-00010-of-00013.safetensors",
    "layers.39.self_attn.o_proj.weight": "model-00010-of-00013.safetensors",
    "layers.39.self_attn.q_proj.bias": "model-00010-of-00013.safetensors",
    "layers.39.self_attn.q_proj.weight": "model-00010-of-00013.safetensors",
    "layers.39.self_attn.v_proj.bias": "model-00010-of-00013.safetensors",
    "layers.39.self_attn.v_proj.weight": "model-00010-of-00013.safetensors",
    "layers.4.input_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.4.mlp.down_proj.weight": "model-00002-of-00013.safetensors",
    "layers.4.mlp.gate_proj.weight": "model-00002-of-00013.safetensors",
    "layers.4.mlp.up_proj.weight": "model-00002-of-00013.safetensors",
    "layers.4.post_attention_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.4.self_attn.k_proj.bias": "model-00002-of-00013.safetensors",
    "layers.4.self_attn.k_proj.weight": "model-00002-of-00013.safetensors",
    "layers.4.self_attn.o_proj.weight": "model-00002-of-00013.safetensors",
    "layers.4.self_attn.q_proj.bias": "model-00002-of-00013.safetensors",
    "layers.4.self_attn.q_proj.weight": "model-00002-of-00013.safetensors",
    "layers.4.self_attn.v_proj.bias": "model-00002-of-00013.safetensors",
    "layers.4.self_attn.v_proj.weight": "model-00002-of-00013.safetensors",
    "layers.40.input_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.40.mlp.down_proj.weight": "model-00010-of-00013.safetensors",
    "layers.40.mlp.gate_proj.weight": "model-00010-of-00013.safetensors",
    "layers.40.mlp.up_proj.weight": "model-00010-of-00013.safetensors",
    "layers.40.post_attention_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.40.self_attn.k_proj.bias": "model-00010-of-00013.safetensors",
    "layers.40.self_attn.k_proj.weight": "model-00010-of-00013.safetensors",
    "layers.40.self_attn.o_proj.weight": "model-00010-of-00013.safetensors",
    "layers.40.self_attn.q_proj.bias": "model-00010-of-00013.safetensors",
    "layers.40.self_attn.q_proj.weight": "model-00010-of-00013.safetensors",
    "layers.40.self_attn.v_proj.bias": "model-00010-of-00013.safetensors",
    "layers.40.self_attn.v_proj.weight": "model-00010-of-00013.safetensors",
    "layers.41.input_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.41.mlp.down_proj.weight": "model-00010-of-00013.safetensors",
    "layers.41.mlp.gate_proj.weight": "model-00010-of-00013.safetensors",
    "layers.41.mlp.up_proj.weight": "model-00010-of-00013.safetensors",
    "layers.41.post_attention_layernorm.weight": "model-00010-of-00013.safetensors",
    "layers.41.self_attn.k_proj.bias": "model-00010-of-00013.safetensors",
    "layers.41.self_attn.k_proj.weight": "model-00010-of-00013.safetensors",
    "layers.41.self_attn.o_proj.weight": "model-00010-of-00013.safetensors",
    "layers.41.self_attn.q_proj.bias": "model-00010-of-00013.safetensors",
    "layers.41.self_attn.q_proj.weight": "model-00010-of-00013.safetensors",
    "layers.41.self_attn.v_proj.bias": "model-00010-of-00013.safetensors",
    "layers.41.self_attn.v_proj.weight": "model-00010-of-00013.safetensors",
    "layers.42.input_layernorm.weight": "model-00011-of-00013.safetensors",
    "layers.42.mlp.down_proj.weight": "model-00011-of-00013.safetensors",
    "layers.42.mlp.gate_proj.weight": "model-00011-of-00013.safetensors",
    "layers.42.mlp.up_proj.weight": "model-00011-of-00013.safetensors",
    "layers.42.post_attention_layernorm.weight": "model-00011-of-00013.safetensors",
    "layers.42.self_attn.k_proj.bias": "model-00011-of-00013.safetensors",
    "layers.42.self_attn.k_proj.weight": "model-00011-of-00013.safetensors",
    "layers.42.self_attn.o_proj.weight": "model-00011-of-00013.safetensors",
    "layers.42.self_attn.q_proj.bias": "model-00011-of-00013.safetensors",
    "layers.42.self_attn.q_proj.weight": "model-00011-of-00013.safetensors",
    "layers.42.self_attn.v_proj.bias": "model-00011-of-00013.safetensors",
    "layers.42.self_attn.v_proj.weight": "model-00011-of-00013.safetensors",
    "layers.43.input_layernorm.weight": "model-00011-of-00013.safetensors",
    "layers.43.mlp.down_proj.weight": "model-00011-of-00013.safetensors",
    "layers.43.mlp.gate_proj.weight": "model-00011-of-00013.safetensors",
    "layers.43.mlp.up_proj.weight": "model-00011-of-00013.safetensors",
    "layers.43.post_attention_layernorm.weight": "model-00011-of-00013.safetensors",
    "layers.43.self_attn.k_proj.bias": "model-00011-of-00013.safetensors",
    "layers.43.self_attn.k_proj.weight": "model-00011-of-00013.safetensors",
    "layers.43.self_attn.o_proj.weight": "model-00011-of-00013.safetensors",
    "layers.43.self_attn.q_proj.bias": "model-00011-of-00013.safetensors",
    "layers.43.self_attn.q_proj.weight": "model-00011-of-00013.safetensors",
    "layers.43.self_attn.v_proj.bias": "model-00011-of-00013.safetensors",
    "layers.43.self_attn.v_proj.weight": "model-00011-of-00013.safetensors",
    "layers.44.input_layernorm.weight": "model-00011-of-00013.safetensors",
    "layers.44.mlp.down_proj.weight": "model-00011-of-00013.safetensors",
    "layers.44.mlp.gate_proj.weight": "model-00011-of-00013.safetensors",
    "layers.44.mlp.up_proj.weight": "model-00011-of-00013.safetensors",
    "layers.44.post_attention_layernorm.weight": "model-00011-of-00013.safetensors",
    "layers.44.self_attn.k_proj.bias": "model-00011-of-00013.safetensors",
    "layers.44.self_attn.k_proj.weight": "model-00011-of-00013.safetensors",
    "layers.44.self_attn.o_proj.weight": "model-00011-of-00013.safetensors",
    "layers.44.self_attn.q_proj.bias": "model-00011-of-00013.safetensors",
    "layers.44.self_attn.q_proj.weight": "model-00011-of-00013.safetensors",
    "layers.44.self_attn.v_proj.bias": "model-00011-of-00013.safetensors",
    "layers.44.self_attn.v_proj.weight": "model-00011-of-00013.safetensors",
    "layers.45.input_layernorm.weight": "model-00011-of-00013.safetensors",
    "layers.45.mlp.down_proj.weight": "model-00011-of-00013.safetensors",
    "layers.45.mlp.gate_proj.weight": "model-00011-of-00013.safetensors",
    "layers.45.mlp.up_proj.weight": "model-00011-of-00013.safetensors",
    "layers.45.post_attention_layernorm.weight": "model-00011-of-00013.safetensors",
    "layers.45.self_attn.k_proj.bias": "model-00011-of-00013.safetensors",
    "layers.45.self_attn.k_proj.weight": "model-00011-of-00013.safetensors",
    "layers.45.self_attn.o_proj.weight": "model-00011-of-00013.safetensors",
    "layers.45.self_attn.q_proj.bias": "model-00011-of-00013.safetensors",
    "layers.45.self_attn.q_proj.weight": "model-00011-of-00013.safetensors",
    "layers.45.self_attn.v_proj.bias": "model-00011-of-00013.safetensors",
    "layers.45.self_attn.v_proj.weight": "model-00011-of-00013.safetensors",
    "layers.46.input_layernorm.weight": "model-00012-of-00013.safetensors",
    "layers.46.mlp.down_proj.weight": "model-00012-of-00013.safetensors",
    "layers.46.mlp.gate_proj.weight": "model-00011-of-00013.safetensors",
    "layers.46.mlp.up_proj.weight": "model-00012-of-00013.safetensors",
    "layers.46.post_attention_layernorm.weight": "model-00012-of-00013.safetensors",
    "layers.46.self_attn.k_proj.bias": "model-00011-of-00013.safetensors",
    "layers.46.self_attn.k_proj.weight": "model-00011-of-00013.safetensors",
    "layers.46.self_attn.o_proj.weight": "model-00011-of-00013.safetensors",
    "layers.46.self_attn.q_proj.bias": "model-00011-of-00013.safetensors",
    "layers.46.self_attn.q_proj.weight": "model-00011-of-00013.safetensors",
    "layers.46.self_attn.v_proj.bias": "model-00011-of-00013.safetensors",
    "layers.46.self_attn.v_proj.weight": "model-00011-of-00013.safetensors",
    "layers.47.input_layernorm.weight": "model-00012-of-00013.safetensors",
    "layers.47.mlp.down_proj.weight": "model-00012-of-00013.safetensors",
    "layers.47.mlp.gate_proj.weight": "model-00012-of-00013.safetensors",
    "layers.47.mlp.up_proj.weight": "model-00012-of-00013.safetensors",
    "layers.47.post_attention_layernorm.weight": "model-00012-of-00013.safetensors",
    "layers.47.self_attn.k_proj.bias": "model-00012-of-00013.safetensors",
    "layers.47.self_attn.k_proj.weight": "model-00012-of-00013.safetensors",
    "layers.47.self_attn.o_proj.weight": "model-00012-of-00013.safetensors",
    "layers.47.self_attn.q_proj.bias": "model-00012-of-00013.safetensors",
    "layers.47.self_attn.q_proj.weight": "model-00012-of-00013.safetensors",
    "layers.47.self_attn.v_proj.bias": "model-00012-of-00013.safetensors",
    "layers.47.self_attn.v_proj.weight": "model-00012-of-00013.safetensors",
    "layers.5.input_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.5.mlp.down_proj.weight": "model-00002-of-00013.safetensors",
    "layers.5.mlp.gate_proj.weight": "model-00002-of-00013.safetensors",
    "layers.5.mlp.up_proj.weight": "model-00002-of-00013.safetensors",
    "layers.5.post_attention_layernorm.weight": "model-00002-of-00013.safetensors",
    "layers.5.self_attn.k_proj.bias": "model-00002-of-00013.safetensors",
    "layers.5.self_attn.k_proj.weight": "model-00002-of-00013.safetensors",
    "layers.5.self_attn.o_proj.weight": "model-00002-of-00013.safetensors",
    "layers.5.self_attn.q_proj.bias": "model-00002-of-00013.safetensors",
    "layers.5.self_attn.q_proj.weight": "model-00002-of-00013.safetensors",
    "layers.5.self_attn.v_proj.bias": "model-00002-of-00013.safetensors",
    "layers.5.self_attn.v_proj.weight": "model-00002-of-00013.safetensors",
    "layers.6.input_layernorm.weight": "model-00003-of-00013.safetensors",
    "layers.6.mlp.down_proj.weight": "model-00003-of-00013.safetensors",
